      "B3.藝術涵養與美感素養",
      "C1.道德實踐與公民意識",
      "C2.人際關係與團隊合作",
      "C3.多元文化與國際理解"
    ],
    "goal": "",
    "performance": "",
    "content": "議題融入",
    "adjContent": "",
    "adjProc": "",
    "weeks": [
      {
        "wk": "第一週 ｜ 第三週",
        "co": "在地主題探索",
        "fo": "1.探索生活中的問題，發展問題意識 2.蒐集資料，探討主題是否能延伸發展",
        "adj": "加深、加廣"
      },
      {
        "wk": "第四週 ｜ 第六週",
        "co": "在地走向國際： 延伸探索",
        "fo": "1.就先前所蒐集到的資料，從在地走向國際，探討是否能更深入 2.分享彼此所蒐集到的資料及想法",
        "adj": "重組、加深、加廣、濃縮"
      },
      {
        "wk": "第七週 ｜ 第八週",
        "co": "決定探究主題",
        "fo": "1.就先前課程探討的主題，討論及決定探究題目 2.預測研究可能的結果",
        "adj": "加深、加廣、濃縮、加速"
      },
      {
        "wk": "第九週 ｜ 第十一週",
        "co": "規劃研究架構",
        "fo": "1.擬定探究子題 2.繪製探究架構",
        "adj": "加深、加廣"
      },
      {
        "wk": "第十二週 ｜ 第十四週",
        "co": "文獻蒐集及解讀",
        "fo": "1.文獻：蒐集、解讀、比較、應用 2.研究方法與步驟",
        "adj": "加深、加廣、加速、跨領域統整"
      },
      {
        "wk": "第十五週 ｜ 第十七週",
        "co": "組織統整資料",
        "fo": "1.運用資源蒐集相關資料 2.判斷資料是否可以使用",
        "adj": "加深、加廣"
      },
      {
        "wk": "第十八週 ｜ 第二十一週",
        "co": "完成專題探究報告",
        "fo": "1.就先前所蒐集到的資料進行統整 2.完成完整資料後，製作簡報練習口頭發表",
        "adj": "加深、加廣"
      }
    ]
  },
  {
    "key": "情意教育/七年級/第2學期",
    "label": "情意教育 / 七年級 / 第2學期",
    "subject": "情意教育",
    "grade": "七年級",
    "sem": "2",
    "teacher": "",
    "hours": "1",
    "competency": [],
    "goal": "",
    "performance": "調1a-IV-3能評述自己受完美主義影響的程度 調1a-IV-4能調整自己完美主義的標準以符合現實狀況 調1b-IV-5能利用優勢能力帶動學習 調2d-Ⅳ-2能仿效角色楷模，探索自己的生涯角色定位。 調3a-Ⅳ-3能運用同理心與有效的溝通技巧，增進人際關係。 調3c-Ⅳ-1能持續表現對美的感受力、想像力、創造力。 調4b-III-2能敘述資優標籤可能造成的手足衝突",
    "content": "特情B-Ⅳ-2 韌性／復原力／挫折容忍力的檢核策略。 特情B-Ⅳ-3 引發動機的條件（心理需求、自我效能、目標價值等）。 特情B-Ⅳ-5 生涯發展相關訊息。 特情C-Ⅳ-1 情感關係的發展。 特情C-Ⅳ-2 同理心的內涵與實踐方法：對他人情緒的感同身受、支持與分享交流。 特情C-Ⅳ-3 團隊中的角色、衝突與有效運作技巧。 特情D-Ⅳ-4 面對規範與挑戰：合宜有效的態度與行為。",
    "adjContent": "重組、加深、加廣",
    "adjProc": "高層次思考、開放式問題、發現式學習、推理的證據、選擇的自由、團體式的互動、彈性的教學進度、多樣性的歷程",
    "weeks": [
      {
        "wk": "第一週",
        "co": "寒假樂了沒？",
        "fo": "交換身分暖身活動 1.每人在小紙條上寫下自己的寒假生活，句型為「我是______，我寒假＿＿＿＿＿＿」。 2.老師收回小紙條後，學生在教室中遊走，遇到人就介紹自己的身分及寒假生活，每介紹完一次，就和對方交換身分。 3.三分鐘內至少換五次以上，並且確實記得每次的身分。 4.時間到就回座位，老師抽紙條說出同學名字，學生舉手搶答該同學寒假做了什麼，曾經換到此身分的人皆可回答。",
        "adj": ""
      },
      {
        "wk": "第二週-第七週",
        "co": "情緒與我",
        "fo": "情緒小卡聯想 1.發下小卡，讓學生聯想情緒。 2.認識情緒轉盤，從中細分不同情緒。",
        "adj": ""
      },
      {
        "wk": "第三週",
        "co": "情緒與我",
        "fo": "情緒掃描機 1.提出各種情境，讓學生檢視自己在該情境下，會有什麼樣的情緒反應。 2.從學生的作答結果，引導學生思考為什麼人需要情緒。",
        "adj": ""
      },
      {
        "wk": "第四週",
        "co": "情緒與我",
        "fo": "情緒失控 用社會新聞影片切入，探討情緒失控。 如何從口語表達、肢體表現到臉部表情，讀懂對方的情緒。",
        "adj": ""
      },
      {
        "wk": "第五週",
        "co": "情緒與我",
        "fo": "覺察情緒強度 介紹情緒爆炸曲線，引導學生了解覺察情緒強度的重要性。 一起完成「情緒布告欄」，寫下由低到高的情緒辭彙，並寫下搭配的情境。",
        "adj": ""
      },
      {
        "wk": "第六週",
        "co": "情緒與我",
        "fo": "心情溫度計 根據學習單上提出的項目，仔細回想自己一星期中，這些問題感到苦惱或困擾的程度。 學會如何安撫自己的情緒，練習冷靜和放鬆。",
        "adj": ""
      },
      {
        "wk": "第七週",
        "co": "情緒與我",
        "fo": "非理性信念 1.播放影片，請學生分辨主角的想法，哪些是事實、哪些是主角自己的臆測。 2.桌遊：找找腦補怪。",
        "adj": ""
      },
      {
        "wk": "第八週",
        "co": "情緒與我",
        "fo": "不合理到合理 桌遊：進化腦補怪 認識思考轉化法，找出情緒背後的想法，抓住想法中不合理的地方，再轉念變成新的想法。 提出不同情境，練習轉化不合理的想法。",
        "adj": ""
      },
      {
        "wk": "第九週",
        "co": "壓力好大，怎麼辦？",
        "fo": "蓋一座壓力大樓 準備三張A4紙和一大疊書，讓學生分組，實際嘗試如何用三張紙為基底，蓋出一座大樓。 完成後，在便條紙上寫下這個活動的目的和收獲",
        "adj": ""
      },
      {
        "wk": "第十週",
        "co": "壓力好大，怎麼辦？",
        "fo": "認識壓力 回顧上周的活動，向學生介紹壓力曲線及壓力的優缺點。",
        "adj": ""
      },
      {
        "wk": "第十一週",
        "co": "壓力好大，怎麼辦？",
        "fo": "紓壓方式 1.介紹各種紓壓方法，以及紓壓的種類－視聽味嗅觸覺 2.各組自行選擇想帶的紓壓方法類別，或者是想讓同學體驗的紓壓方式，寫下進行方式及要準備的東西，下週帶來班上分享。",
        "adj": ""
      },
      {
        "wk": "第十二週",
        "co": "壓力好大，怎麼辦？",
        "fo": "舒壓體驗會 1.各組擺設攤位，向同學介紹紓壓方法。 2.組內人員分為兩組，輪流顧攤及到各組體驗。",
        "adj": ""
      },
      {
        "wk": "第十三週- 第十六週",
        "co": "未來AI：性別與職業",
        "fo": "1.以電影《關鍵少數》為引子，討論性別與職場議題， 2.「Egg Drop Challenge 護蛋挑戰」，讓學生化身科學家，設計能保護從三樓高空墜落雞蛋的裝置。 3. 完成一份簡報，介紹各國性別政策，並針對護蛋活動反思。",
        "adj": ""
      },
      {
        "wk": "第十七週- 第十八週",
        "co": "創意小畢典",
        "fo": "規劃小畢典 觀看不同學校的創意畢典。 2.各小組運用曼陀羅思考法，對畢業典禮的流程內容和主題進行提案。 時空膠囊給未來的自己 寫下等自己畢業時，希望小畢典能有什麼內容。 寫下一段話給畢業時的自己。",
        "adj": ""
      },
      {
        "wk": "第十九週-第二十週",
        "co": "我們的成果發表會",
        "fo": "成果發表會前置作業 1.各組運用心智圖法，發想成果發表會主題。 2.決定成果發表會的主題及分工 3.根據分工，完成成果發表會相關項目。",
        "adj": ""
      },
      {
        "wk": "第二十一週",
        "co": "學習檔案期末發表",
        "fo": "1.資料整理技巧教學。 2.講台發表技巧訓練。",
        "adj": ""
      }
    ]
  }
];
