const STUDENT_DB = {
  "714": [
    {
      "num": "7",
      "name": "邱奕豪",
      "cls": "714"
    },
    {
      "num": "14",
      "name": "謝祥云",
      "cls": "714"
    },
    {
      "num": "15",
      "name": "陳品兆",
      "cls": "714"
    }
  ],
  "715": [
    {
      "num": "4",
      "name": "周子翔",
      "cls": "715"
    },
    {
      "num": "14",
      "name": "蔡昀叡",
      "cls": "715"
    },
    {
      "num": "12",
      "name": "黃靖翔",
      "cls": "715"
    }
  ],
  "716": [
    {
      "num": "29",
      "name": "郭宣謹",
      "cls": "716"
    },
    {
      "num": "25",
      "name": "邱貞穎",
      "cls": "716"
    },
    {
      "num": "31",
      "name": "陳悅宜",
      "cls": "716"
    }
  ],
  "717": [
    {
      "num": "15",
      "name": "譚宇宸",
      "cls": "717"
    },
    {
      "num": "13",
      "name": "蔡念甫",
      "cls": "717"
    },
    {
      "num": "12",
      "name": "詹鴻安",
      "cls": "717"
    }
  ],
  "718": [
    {
      "num": "21",
      "name": "吳紓昀",
      "cls": "718"
    },
    {
      "num": "22",
      "name": "呂珮華",
      "cls": "718"
    },
    {
      "num": "27",
      "name": "林純晞",
      "cls": "718"
    }
  ],
  "719": [
    {
      "num": "5",
      "name": "李易軒",
      "cls": "719"
    },
    {
      "num": "9",
      "name": "郭柏謙",
      "cls": "719"
    }
  ],
  "910": [
    {
      "num": "13",
      "name": "葉和磬",
      "cls": "910"
    },
    {
      "num": "30",
      "name": "葉芃辰",
      "cls": "910"
    },
    {
      "num": "31",
      "name": "歐欣俞",
      "cls": "910"
    }
  ],
  "911": [
    {
      "num": "16",
      "name": "顏愷廷",
      "cls": "911"
    },
    {
      "num": "17",
      "name": "蘇詣翔",
      "cls": "911"
    }
  ],
  "912": [
    {
      "num": "1",
      "name": "尤品竣",
      "cls": "912"
    },
    {
      "num": "4",
      "name": "吳鈺威",
      "cls": "912"
    }
  ],
  "913": [
    {
      "num": "23",
      "name": "吳瑾宣",
      "cls": "913"
    },
    {
      "num": "25",
      "name": "翁詩貽",
      "cls": "913"
    }
  ],
  "914": [
    {
      "num": "14",
      "name": "劉晉維",
      "cls": "914"
    },
    {
      "num": "28",
      "name": "黃奕茗",
      "cls": "914"
    },
    {
      "num": "30",
      "name": "楊予喬",
      "cls": "914"
    }
  ],
  "705": [
    {
      "num": "23",
      "name": "李婕語",
      "cls": "705"
    },
    {
      "num": "22",
      "name": "李采恩",
      "cls": "705"
    }
  ],
  "706": [
    {
      "num": "35",
      "name": "謝昕霓",
      "cls": "706"
    }
  ],
  "814": [
    {
      "num": "9",
      "name": "黃子晏",
      "cls": "814"
    },
    {
      "num": "10",
      "name": "楊可杰",
      "cls": "814"
    },
    {
      "num": "15",
      "name": "顏知寬",
      "cls": "814"
    }
  ],
  "815": [
    {
      "num": "25",
      "name": "郭妮娜",
      "cls": "815"
    },
    {
      "num": "34",
      "name": "蔡維昕",
      "cls": "815"
    }
  ],
  "816": [
    {
      "num": "1",
      "name": "王耀霆",
      "cls": "816"
    },
    {
      "num": "8",
      "name": "陳奕翔",
      "cls": "816"
    },
    {
      "num": "11",
      "name": "葉正釩",
      "cls": "816"
    }
  ],
  "817": [
    {
      "num": "11",
      "name": "黃柏豪",
      "cls": "817"
    },
    {
      "num": "21",
      "name": "余恩欣",
      "cls": "817"
    },
    {
      "num": "27",
      "name": "陳芊嘉",
      "cls": "817"
    }
  ],
  "818": [
    {
      "num": "25",
      "name": "翁嘉謙",
      "cls": "818"
    },
    {
      "num": "35",
      "name": "譚芯",
      "cls": "818"
    }
  ],
  "819": [
    {
      "num": "34",
      "name": "葉沛緹",
      "cls": "819"
    },
    {
      "num": "35",
      "name": "戴瑀宣",
      "cls": "819"
    }
  ]
};
